Repository: Kwpolska/pkgbuilder
Catalog: locale/*/LC_MESSAGES/pkgbuilder.po
Languages: cs, de, es, it, ja, pl, pt, tr

source: {0}: installed {1}
cs: {0}: nainstalován {1}
de: {0}: {1} wurde installiert.
es: {0}: instalado {1}
it: {0}: installato {1}
ja: {0}: 「{1}」をインストール済み
pl: {0}: zainstalowany {1}
pt: {0}: instalado {1}
tr: {0}: KUurulan {1}

source: {0}: NOT installed
cs: {0}: Nenainstalováno
de: {0}: Nicht installiert.
es: {0}: NO instalado
it: {0}: NON installato
ja: {0}：インストールされていない
pl: {0}: NIE zainstalowano
pt: {0}: NÃO instalado
tr: {0}: KURULMADI

source: {0}: outdated {1}
cs: {0}: zastaralý {1}
de: {0}: Veraltet {1}
es: {0}: obsoleto {1}
it: {0}: obsoleto {1}
ja: {0}：「{1}」より要更新
pl: {0} nieaktualny {1}
pt: {0}: desatualizado {1}
tr: {0}: Günü geçmiş {1}

source: Synchronizing package databases...
cs: Synchronizace databází balíků...
de: Syncronisiere Paket Datenbank...
es: Sincronizando bases de datos de paquetes ...
it: Sincronizzazione database dei pacchetti
ja: パッケージデーターベースを同期中・・・
pl: Synchronizowanie baz danych z pakietami...
pt: Sincronizando bancos de dados de pacotes...
tr: Paket veritabanları eşleştiriliyor...

source: Starting full system upgrade...
cs: Spuštění aktualizace celého systému...
de: Starte komplette System aktualisierung...
es: Iniciando actualización completa del sistema ...
it: Avvio aggiornamento completo del sistema...
ja: 完全アップグレードを開始・・・
pl: Rozpoczynanie pełnej aktualizacji systemu...
pt: Começando atualização completa do sistema...
tr: Tam sistem yükseltmesi başlatılıyor...

source: warning: {0}: ignoring package upgrade ({1} => {2})
de: Warnung: {0}: Ignoriere Paket Aktualisierung ({1} => {2})
es: advertencia: {0}: ignorando actualización de paquete ({1} => {2})

source: warning: {0}: downgrading from version {1} to version {2}
cs: varování: {0}: snížení z verze {1} na verzi {2}
de: Warnung: {0}: Zurücksetzen von Version {1} auf Version {2}.
es: advertencia: {0}: bajar de versión {1} a la versión {2}
it: avvertimento: {0}: retrocessione da versione {1} a versione {2}
pl: ostrzeżenie: {0}: dezaktualizowanie z wersji {1} do wersji {2}
pt: aviso: {0}: rebaixando da versão {1} para a versão {2}

source: warning: {0}: local ({1}) is newer than aur ({2})
cs: varování: {0}: místní ({1}) je novější než aur ({2})
de: Warnung: {0}: Lokales Paket ({1}) ist neuer als AUR Paket ({2}).
es: atención: {0}: local ({1}) es más reciente que el aur ({2})
it: attenzione: {0}: locale ({1}) è più recente di quello in aur ({2})
pl: ostrzeżenie: {0}: local ({1}) jest nowsze niż aur ({2})
pt: aviso: {0}: local ({1}) é mais novo do que aur ({2})

source: there is nothing to do
cs: není nic na práci
de: Es gibt nichts zu tun.
es: no hay nada que hacer
it: niente da fare
ja: することがない
pl: nie ma nic do zrobienia
pt: não há nada para ser feito
tr: Yapılacak bir şey yok

source: Targets ({0}):
cs: Cíle ({0}):
de: Ziele ({0}):
es: Objetivos ({0}):
pt: Alvos ({0}):

source: Name
cs: Jméno
es: Nombre
it: Nome
pl: Nazwa
pt: Nome
tr: İsim

source: Old Version
cs: Stará Verze
de: Alte Version
es: Versión Vieja
it: Vecchia versione
pl: Poprzednia wersja
pt: Versão antiga
tr: Eski sürüm

source: New Version
cs: Nová Verze
de: Neue Version
es: Versión Nueva
it: Nuova versione
pl: Nowa wersja
pt: Nova Versão
tr: Yeni sürüm

source: warning: insufficient columns available for table display
cs: Varování: není dostatek sloupců pro zobrazení tabulky
de: Warnung: unzureichende Spaltenzahl für Tabellendarstellung.
es: atención: no hay columnas suficientes para mostrar la tabla
it: attenzione: colonne disponibili insufficienti per visualizzare la tabella
pl: ostrzeżenie: Niewystarczająca szerokość okna, aby wyświetlić tabelę
pt: aviso: colunas disponíveis são insuficientes para display de tabela
tr: uyarı: tablo görünümü için yetersiz sütunlar var

source: Fetch the packages? [Y/n]
cs: Načíst balíčky? [A/n]
de: Sammle Pakete? [J/n]
es: ¿Obtener los paquetes? [S/n]

source: [installed: {0}]
cs: [nainstalováno: {0}]
de: [Installiert: {0}]
es: [instaldo: {0}]
it: [installato: {0}]
ja: [インストール済み：{0}]
pl: [zainstalowano: {0}]
pt: [instalado: {0}]
tr: [Kurulan: {0}]

source: [installed]
cs: [nainstalováno]
de: [Installiert]
es: [instalado]
it: [installato]
ja: [インストール済み]
pl: [zainstalowano]
pt: [instalado]
tr: [Kuruldu]

source: [out of date]
cs: [zastaralé]
de: [Veraltet]
es: [obsoleto]
it: [obsoleto]
ja: [要更新]
pl: [nieaktualny]
pt: [desatualizado]
tr: [Günü geçmiş]

source: votes
cs: hlasy
de: Stimmen
es: votos
it: voti
ja: 投票数
pl: głosów
pt: votos
tr: oylar

source: Didn’t pass any packages.
cs: Některé balíky neprošly.
de: Es wurden keine Pakete übergeben.
es: No pasó ningún paquete.
it: Non ha superato tutti i pacchetti.
pl: Nie podano żadnych pakietów.
pt: Não passou pacote nenhum.
tr: Hiç bir paket atlanmadı.

source: Trying to use utils.print_package_info with a repository package
de: Versuch utils.print_package_info auf ein Repository-Paket anzuwenden.
es: Intentando usar utils.print_package_info con un paquete de repositorio

source: Repository : aur Name : {nme} Package Base : {bse} Version : {ver} URL : {url} Licenses : {lic} Groups : {grp} Provides : {prv} Depends On : {dep} Make Deps : {mkd} Check Deps : {ckd} Optional Deps : {opt} Conflicts With : {cnf} Replaces : {rpl} Votes : {cmv} Popularity : {pop} Out of Date : {ood} Maintainer : {mnt} First Submitted: {fsb} Last Updated : {upd} Description : {dsc} Keywords : {key}
de: Repository : AUR Name : {nme} Paketbasis : {bse} Version : {ver} URL : {url} Lizenz : {lic} Gruppen : {grp} Stellt zur Verfügung : {prv} Abhänigkeiten : {dep} Make Deps : {mkd} Ckeck Deps : {ckd} Optionale Abhänigkeiten : {opt} Konflikte : {cnf} Ersetzt : {rpl} Stimmen : {cmv} Popularität : {pop} Veraltet : {ood} Betreuer : {mnt} Zuerst Eingereicht : {fsb} Letzte Aktualisierung : {upd} Beschribung : {dsc} Schlüsselwörter : {key}
es: Repositorio: aur Nombre: {nme} Paquete base: {bse} Versión: {ver} URL: {url} Licencias: {lic} Grupos: {grp} Proporciona: {prv} Depende de: {dep} Crea dependencias: {mkd} Comprueba dependencias: {ckd} Dependencias opcionales: {opt} Conflictos con: {cnf} Reemplaza: {rpl} Votos: {cmv} Popularidad: {pop} Desfasado: {ood} Mantenedor: {mnt} Primera versión: {fsb} Última actualización: {upd} Descripción: {dsc} Palabras clave: {key}

source: yes
cs: ano
de: Ja
es: si
it: sì
ja: 要更新
pl: tak
pt: sim
tr: evet

source: usage: {0} <operation> [...] PBWrapper, a wrapper for pacman and PKGBUILDer. {1} Pacman and PKGBUILDer syntaxes apply. Consult their manpages/help commands for more details. Additional options: -L, --unlock unlock the pacman database
es: uso: {0} <operación> [...] PBWrapper, un wrapper para pacman y PKGBUILDer. {1} Se aplicara la sintaxis de Pacman y PKGBUILDer. Consulta los comandos manpages/help para más detalles. Opciones adicionales: -L, --unlock desbloquea la base de datos de pacman
it: utilizzo: {0} <operazione> [...] PBWrapper, un wrapper per pacman e PKGBUILDer. {1} Si applicano le sintassi di Pacman e PKGBUILDer. Consultare i loro comandi manpages/help per maggiori dettagli. Opzioni addizionali: -L, --unlock sblocca il database di pacman
pl: sposób użycia: {0} <operacja> [...] PBWrapper, wrapper dla pacmana i PKGBUILDera. {1} Obowiązuje składnia pacmana i PKGBUILDera. Zajrzyj do ich stron w podręczniku man lub do komend pomocy, aby dowiedzieć się więcej. Dodatkowe opcje: -L, --unlock odblokuj bazę danych pacmana
pt: uso: {0} <operação> [...] PBWrapper, um wrapper para o pacman e para o PKGBUILDer. {1} Sintaxes do Pacman e do PKGBUILDer se aplicam. Consulte seus manuais para mais detalhes. Opções adicionais: -L, --desbloquear desbloquear o banco de dados do pacman
tr: kullanım: {0} <işlem> [...]⏎ ⏎ PBWrapper, PKGBUIL yapıcı ve pacman için örtü.⏎ ⏎ {1}⏎ ⏎ Pacman and PKGBUILDer syntaxes apply. Consult their manpages/help⏎ commands for more details.⏎ ⏎ Additional options:⏎ -L, --pacman veri tabanı kilidini aç

source: %(prog)s <operation> [...]
es: %(prog)s <operación> [...]
it: %(prog)s <operazione> [...]
ja: %(prog)s <選択肢> [...]
pl: %(prog)s <operacja> [...]
pt: %(prog)s <operação> [...]

source: usage
cs: využití
de: Verwendung
es: manejo
it: utilizzo
ja: 使い方
pl: sposób użycia
pt: uso
tr: kullanım

source: positional arguments
cs: polohové argumenty
de: Positionsargumente
es: argumentos posicionales
it: argomenti posizionali
ja: 選択肢
pl: argumenty
pt: argumentos posicionais
tr: pozisyonel argümanlar

source: optional arguments
cs: volitelné argumenty
de: Optionale Befehle
es: argumentos opcionales
it: argomenti opzionali
ja: 副選択肢
pl: argumenty opcjonalne
pt: argumentos opcionais
tr: seçimli argümanlar

source: show this help message and exit
cs: zobrazit tuto nápovědu a ukončit
de: Zeige diese Hilfe und beende das Programm.
es: mostrar este mensaje de ayuda y terminar
it: mostra questo messaggio di aiuto ed esce
ja: このメッセージを出力して終わる
pl: pokaż tą wiadomość i wyjdź
pt: mostra essa mensagem de ajuda e sai
tr: yardım mesajını göster ve çık

source: ERROR:
cs: CHYBA:
de: FEHLER:
it: ERRORE:
ja: エラー：
pl: BŁĄD:
pt: ERRO:
tr: HATA:

source: no
cs: ne
de: Nein
ja: 最新
pl: nie
pt: não
tr: hayır

source: Downloading the tarball...
it: Scaricamento dell tarball...
ja: ターボールをダウンロード中・・・
pl: Pobieranie tarballa...
tr: Tarball indiriliyor...

source: {0} kB downloaded
it: {0} kB scaricato
ja: {0} kBをダウンロード済み
pl: pobrano {0} kB
tr: {0}: kb indirildi

source: Extracting...
it: Estrazione...
ja: 抽出中・・・
pl: Wypakowywanie...
tr: Açılıyor...

source: {0} files extracted
it: {0} file estratti
ja: ファイルを{0}個抽出した
pl: wypakowano {0} plików
tr: {0}: dosya açıldı

source: Performing a safe upgrade as root!
pl: Bezpieczna aktualizacja jest wykonywana jako root!

source: It is recommended to restart PKGBUILDer as a regular user instead.
pl: Ponowne uruchomienie PKGBUILDera jako zwykły użytkownik jest zalecane.

source: Build finished with return code {0}.
pl: Proces budowania zakończył się kodem {0}.
tr: İnşa işlemi {0}geri dönüş kodu ile bitirildi.

source: The build function reported a proper build.
it: La funzione di compilazione ha riportato una corretta compilazione.
ja: パッケージ作成成功。
pl: Funkcja budowania paczek powiadomiła o prawidłowym zbudowaniu.
tr: İnşa işlemi uygun bir inşa bildirdi.

source: 0 bytes downloaded
pl: pobrano 0 bajtów
tr: o byte indirildi

source: No files extracted.
it: Nessun file estratti.
pl: Nic nie wypakowano.
tr: Bir dosya açılmadı

source: :: Retrieving packages from abs...
it: :: Recùpero dei pacchetti da abs...
pl: :: Pobieranie pakietów z abs...
tr: :: ABS den paketler geri alınıyor...

source: Failed to retieve {0} (from ABS/rsync).
it: Impossibile recuperare {0} (da ABS/rsync).
pl: Nie udało się pobrać {0} (z ABS/rsync).
tr: {0} geri yüklenmesi durdu (ABS/rsync ten)

source: Extracting AUR packages...
it: Estrazione pacchetti AUR...
pl: Wypakowywanie pakietów z AUR...
tr: AUR paketleri açılıyor...

source: Retrieving from ABS...
it: Recupero da ABS...
pl: Pobieranie z ABS...
tr: ABS den geri alınıyor...

source: Also accepting ABS packages.
it: Accetta anche pacchetti ABS.
ja: ABSパッケージも対応可能。
pl: Również akceptuje pakiety z ABS.
tr: Ayrıca ABS paketi kabul ediliyor.

source: AUR/ABS packages to build
it: Pacchetti da costruire AUR/ABS
ja: 作成するパッケージ
pl: pakiety do zbudowania z AUR i ABS
tr: İnşa edilecek AUR/ABS paketleri

source: perform a failsafe upgrade of PKGBUILDer
pl: wykonuje bezpieczną aktualizację PKGBUILDera
tr: PKGBUILD yapıcı için güvenli yükseltme yapın

source: copy package files to pacman cache and install them
pl: kopiuje pliki pakietów do cache pacmana i je instaluje

source: clean up work files after build
it: cancellare i file temporanei, dopo la costruzione
ja: 作成後、作成に必要だったファイルを削除
pl: usuń pliki robocze po wszystkim
tr: İnşa işleminden sonra çalışma dosyalarını temizle

source: don't install packages after building
it: Non installare i pacchetti dopo la costruzione
pl: nie instaluje pakietów po zbudowaniu

source: pacman-like mode
it: modalità stile-pacman
ja: pacmanモード
pl: tryb podobny do pacmana
tr: pacman-like modu

source: PKGBUILDer Failsafe Upgrade
pl: Bezpieczna Aktualizacja PKGBUILDera
tr: PKGBUILD yapıcı güvenli yükseltme

source: Build the git version? [y/N]
pl: Zbudować wersję z git? [y/N]
tr: Git sürümü inşa edilsin mi? (E/H)

source: Running PKGBUILDer as root can break your system!
ja: 管理者としてPKGBUILDerを実行すると危険性あり！
pl: Używanie PKGBUILDera jako root może popsuć twój system!
tr: PKGBUILD yapıcı yı yetkili kullanıcı hakları ile çalıştırmak sisteminizi bozabilir!

source: Cannot create the configuration directory.
it: Impossibile creare la directory di configurazione.
ja: 設定ディレクトリ作れなかった。
pl: Nie można utworzyć katalogu konfiguracji.
tr: Yapılandırma dizini oluşturulamıyor.

source: Logs will not be created.
it: Non verranno creati i log.
ja: ログは作られない。
pl: Logi nie będą tworzone.
tr: Kayıt dosyaları oluşturulamıyor.

source: {0}: downgrading from version {1} to version {2}
it: {0}: retrocessione da versione {1} a versione {2}
pl: {0}: dezaktualizowanie z wersji {1} do wersji {2}

source: {0}: local ({1}) is newer than aur ({2})
it: {0}: locale ({1}) è più recente di quello in aur ({2})
ja: {0}: ローカル「{1}」はAURの「{2}」より最新
pl: {0}: local ({1}) jest nowsze niż aur ({2})
tr: {0}: yerel ({1}) aur daki ({2}) den daha yeni

source: The following packages should be upgraded first:
pl: Następujące pakiety powinny być zaktualizowane najpierw:
tr: Şu paketler önce yükseltilecek:

source: Do you want to cancel the current operation
pl: Czy chcesz anulować obecną operację
tr: Geçerli işlemi iptal etmek istiyormusunuz

source: and upgrade these packages now? [Y/n]
pl: i zaktualizować te pakiety teraz? [Y/n]
tr: ve bu paketler şimdi yükseltilsin mi? [E/H]

source: Do you want to cancel the current operation and upgrade these packages now? [Y/n]
pl: Czy chcesz anulować obecną operację i zaktualizować te pakiety teraz? [Y/n]
tr: Geçerli işlemi sonlandırıp bu paketleri yükseltmek istiyormusunuz? [E/H]

source: Targets ({0}):
ja: 「{0}」の該当パッケージ：
pl: Cele ({0}):
tr: Hedefler ({0}):

source: Trying to use utils.print_package_info with an ABS package
it: Tentativo di utilizzare utils.print_package_info con un pacchetto ABS
pl: Próba użycia utils.print_package_info z pakietem z ABS
tr: ABS paketi ile utils.print_package_info kullanılmaya çalışılıyor

source: Repository : aur Category : {cat} Name : {nme} Package Base : {bse} Version : {ver} URL : {url} Licenses : {lic} Groups : {grp} Provides : {prv} Depends On : {dep} Make Deps : {mkd} Check Deps : {ckd} Optional Deps : {opt} Conflicts With : {cnf} Replaces : {rpl} Votes : {cmv} Out of Date : {ood} Maintainer : {mnt} First Submitted: {fsb} Last Updated : {upd} Description : {dsc}
pl: Repozytorium : aur Kategoria : {cat} Nazwa : {nme} Baza pakietu : {bse} Wersja : {ver} URL : {url} Licencje : {lic} Grupy : {grp} Dostarcza : {prv} Zależy od : {dep} Zależności budowania: {mkd} Zależności sprawdzania: {ckd} Opcjonalne zależności: {opt} Konfliktuje z : {cnf} Zastępuje : {rpl} Głosy : {cmv} Nieaktualny : {ood} Opiekun : {mnt} Wysłany : {fsb} Ost. aktualiz. : {upd} Opis : {dsc}

source: Performing a dependency check...
ja: 従属パッケージ確認中・・・
pl: Sprawdzanie zależności...
tr: Bağımlılık kontrolü yapılyor...

source: found
ja: 発見
pl: znaleziono
tr: bulundu

source: Something went wrong. Please read makepkg's output and try again. You can also try to debug the work of this script yourself. All the files this script was working on are placed in {0} (the number is random). If I am wrong, though, congratulations!
pl: Coś poszło źle. Przeczytaj wyjście makepkg i spróbuj ponownie. Możesz też próbować debugować pracę tego skryptu samemu. Wszystkie pliki, nad którymi ten skrypt pracował, znajdują się w {0} (liczba jest losowa). Jeśli się mylę, gratulacje!
tr: ⏎ ⏎ Bir şeyler ters gitti. Lütfen makepkg çıktısını okuyun ve tekrar deneyin.⏎ Script çalışmasının hata onarımını kendiniz de yapabilirsiniz .⏎ Script in çalışmak için kullandığı tüm dosyalar⏎ {0} içindedir⏎ (rakam rastgeledir).⏎ ⏎ Eğer hatalıysam, yine de tebrikler!⏎

source: Hello! PKGBUILDer is now available as an AUR package. It is the suggested way of installing PKGBUILDer. This script will download the AUR package and install it. If you will have problems, please download and compile the package manually.
ja: こんにちは！ PKGBUILDerはAURパッケージとしても提供されている。AURを通して PKGBUILDerをインストールすることを薦める。このスクリプトはAURパッケージを ダウンロードしてインストールしてくれる。何か問題があったら、 自分でコードをダウンロードしてコンパイルして見て下さい。
pl: Cześć! PKGBUILDer jest teraz dostępny jako pakiet w AUR. Jest to polecany sposób instalacji PKGBUILDer-a. Ten skrypt pobierze pakiet z AUR i go zainstaluje. Jeśli będziesz miał problemy, pobierz i skompiluj pakiet ręcznie.
tr: Merhaba!⏎ ⏎ PKGBUILD yapıcı şimdi AUR paketi olarak mevcut. Bu PKGBUILD yapıcı⏎ yüklemek için önerilen yoldur. Bu script AUR paketini indirip yükleyecektir.⏎ Eğer sorun yaşarsanız lütfen paketi indirin ve kendiniz derleyin⏎ ⏎

source: Hit Enter/Return to continue.
ja: EnterやReturnを押して続行。
pl: Wciśnij Enter, aby kontynuować.
tr: Geri dönmek için Enter/Dön tuşlayın.

source: Installing missing AUR dependencies...
ja: 必要な従属AURパッケージをインストール・・・
pl: Instalowanie brakujących zależności z AUR...
tr: Kurulum AUR bağımlılıklarını bulamıyor...

source: Read the above output. If the script had any problems, run it again. You can also try to debug the work of this script yourself. All the files this script was working on are placed in {0} (the number is random). If everything went fine, though, congratulations! You can now use PKGBUILDer. For standalone usage, type `pkgbuilder` into the prompt (zsh users: hash -r, other shells may need another command). For python module usage, type `import pkgbuilder` into the python prompt.
pl: Przeczytaj powyższe wyjście. Jeśli skrypt miał problemy, spróbuj jeszcze raz. Możesz też spróbować samodzielnie debugować pracę skryptu. Wszystkie pliki, nad którymi ten skrypt pracował, znajdują się w {0} (liczba jest losowa). Jeśli wszystko się udało, gratulacje! Teraz możesz używać PKGBUILDer-a. Dla użycia samodzielnego, wpisz `pkgbuilder` do terminala (zsh: hash -r, inne powłoki mogą wymagać innej komendy). Dla użycia jako moduł Pythona, wpisz `import pkgbuilder` do interpretera.
tr: ⏎ ⏎ Yukarıdaki çıktıyı okuyun. Script hata verirse yeniden çalıştırın.⏎ Script çalışmasındaki hatayı kendiniz de giderebilirsiniz.⏎ Script in çalışması için gerekli dosyalar {0} içindedir.⏎ (the number is random).⏎ ⏎ Her şey yolunda ise tebrikler! Şimdi PKGBUILD yapıcıyı kullanabilirsiniz.⏎ Kullanmak için uçbirime `pkgbuilder` yazın⏎ (zsh kullanıcılar: hash -r, diğer kabuklar başka komutlar isteyebilir).⏎ Python modülü için python uçbirimine ⏎ `import pkgbuilder` yazın.⏎

source: It looks like you want to quit. Okay then, goodbye. No work has been started yet. If that's what you want to do, go for it. If it isn't, run this script again.
ja: 終わりたいようだな。じゃあ、さようなら。 まだ何もしていないので。 本当に終わりたいなら止めない。違ったら再度このスクリプトを実行！
pl: Wygląda na to, że chcesz wyjść. Okej, do widzenia. Żadne prace nie zostały jeszcze rozpoczęte. Jeśli to jest to, co chcesz zrobić, proszę bardzo. Jeśli nie, uruchom ten skrypt jeszcze raz.
tr: Çıkmak istiyor gibisibiz.Pekala öyleyse hoşçakalın.⏎ Henüz herhangi bir işlem başlamadı.⏎ ⏎ İstediğiniz bu ise devam edin. Değilse bu scrpt i⏎ yeniden başlatın.

source: It looks like you want to quit. Okay then, goodbye. All the files this script was working on are placed in {0} (the number is random). If that's what you want to do, go for it. If it isn't, run this script again.
pl: Wygląda na to, że chcesz wyjść. Okej, do widzenia. Wszystkie pliki, nad którymi ten skrypt pracował, znajdują się w {0} (liczba jest losowa). Jeśli to jest to, co chcesz zrobić, proszę bardzo. Jeśli nie, uruchom ten skrypt jeszcze raz.
tr: Çıkmak istiyor gibisiniz. Pekala hoşçakalın. ⏎ Bu script ile çalışan tüm dosyalar ⏎ {0}⏎ içinde.(numara rastgeledir). ⏎ ⏎ Eğer yapmak istediğiniz bu ise devam edin. Değilse bu ⏎ script i tekrar çalıştırın.

source: Repository : aur Category : {cat} Name : {nme} Version : {ver} URL : {url} Licenses : {lic} Votes : {cmv} Out of Date : {ood} Maintainer : {mnt} First Submitted: {fsb} Last Updated : {upd} Description : {dsc}
ja: レポジトリ : aur カテゴリ : {cat} 名前 : {nme} バージョン : {ver} URL : {url} ライセンス : {lic} 投票数 : {cmv} AUR状態 : {ood} メンテナー : {mnt} 初提出 : {fsb} 最近更新日付 : {upd} 説明 : {dsc}
tr: Depo : aur⏎ Kategori : {cat}⏎ İsim : {nme}⏎ Sürüm : {ver}⏎ URL : {url}⏎ Lisanslar : {lic}⏎ Oylar : {cmv}⏎ Günü Geçmiş : {ood}⏎ Bakıcı : {mnt}⏎ İlk ekleyen: {fsb}⏎ Son güncellenen : {upd}⏎ Açıklama : {dsc}⏎
