Repository: Kwpolska/pkgbuilder
Catalog: locale/*/LC_MESSAGES/pkgbuilder.po
Languages: cs, de, es, it, ja, pl, pt, tr

source: The build succeeded.
cs: Úspěšně sestaveno.
de: Das Paket wurde erfolgreich gebaut.
es: La construcción tuvo éxito.

source: Building more AUR packages is required.
cs: Je nutné sestavení nových AUR balíčků.
de: Erstellen von weiteren AUR Paketen benötigt.
es: La construcción de más paquetes de AUR es obligatorio.
it: La costruzione di altri pacchetti di AUR è richiesta.
ja: AURパッケージを更に作成する必要がある。
pl: Należy zainstalować więcej pakietów z AUR.
pt: É necessário compilar mais pacotes do AUR.
tr: Daha fazla AUR paketi gerekiyor.

source: Cannot install dependencies and continue building because -w, --buildonly was specified. Please run without -w, --buildonly or install dependencies manually and try again.
de: Abhänigkeiten können nicht installiert und das erstellen des Paketes fortgesetzt werden, da -w, --buildonly angegeben wurde. Bitte führe pkgbuilder erneut ohne -w, --buildonly aus oder installiere die Abhänigkeiten manuell und versuche es erneut.
es: No se pudo instalar las dependencias y continuar construyendo porque -w, --buildonly se ha especificado. Ejecute sin -w, --buildonly o instale las dependencias manualmente e inténtelo de nuevo.

source: found an existing package for {0}
cs: nalezen existující balíček pro {0}
de: Ein existierendes Paket für {0} wurde gefunden.
es: se ha encontrado un paquete existente para {0}
it: trovato un pacchetto esistente per {0}
pl: znaleziono istniejący pakiet {0}
pt: um pacote existente para {0} foi encontrado
tr: {0} için var olan bir paket bulundu

source: makepkg (or someone else) failed and returned {0}.
cs: makepkg (nebo něco jiného) se nezdařilo, návrat {0}.
de: makepkg (oder ein andereres Kommando) ist fehlgeschlagen und gab {0} zurück.
es: makepkg (o alguien más) fracasó y retornó {0}.
it: makepkg (o qualcun altro) non è riuscito e ha restituito {0}.
ja: makepkgなどが「{0}」で失敗したようだ。
pl: tworzenie pakietu przez makepkg (lub coś innego) nie powiodło się i zwróciło {0}.
pt: makepkg (ou outro programa) falhou e retornou {0}.
tr: makepkg (veya biri) durduruldu ve geri döndü {0}

source: Failed to fulfill package dependency requirement: {0}
cs: Nesplnění požadavku závislostí balíčku: {0}
de: Fehler beim Erfüllen der Abhänigkeit: {0}
es: No se ha podido cumplir el requisito de dependencia del paquete: {0}
it: Impossibile soddisfare le dipendenze richieste dal pacchetto: {0}
pl: Nie udało się wypełnić wymagań zależności pakietu: {0}
pt: Falhou para satisfazer os requisitos de dependência do pacote: {0}
tr: Paket bağımlılığı şartı gerçekleştirilemedi :{0}

source: Fetching package information...
cs: Načítání informací o balíku...
de: Sammle Paket informationen...
es: Obteniendo información de los paquetes ...
it: Recupero informazioni del pacchetto...
pl: Pobieranie informacji o pakiecie...
pt: Obtendo informações do pacote..
tr: Paket bilgisi alınıyor...

source: :: Retrieving packages from asp...
de: :: Erhalte Pakete vom asp...
es: :: Recuperando paquetes de asp...

source: retrieving {0}
cs: načítání {0}
de: Herunterladen von {0}
es: recuperando {0}
it: recupero {0}
pl: pobieranie {0}
pt: recebendo {0}
tr: {0} geri alınıyor

source: Failed to retieve {0} (from ASP).
de: Fehler beim herunterladen von {0} (von ASP).
es: No se pudo recuperar {0} (desde ASP).

source: :: Retrieving packages from aur...
cs: :: Načítání balíčků z aur...
de: :: Erhalte Pakete aus den AUR...
es: :: Recuperando paquetes de aur ...
it: :: Recùpero dei pacchetti da aur...
pl: :: Pobieranie pakietów z aur...
pt: :: Obtendo pacotes do aur...
tr: :: AUR dan paketler geri alınıyor...

source: cloning {0}
cs: klonování {0}
de: Clone {0}
es: clonando {0}

source: Successfully fetched:
cs: Úspěšně načteno:
de: Erfolgreich geholt:
es: Obtenido con exito:
it: Recuperati con successo:
pl: Pomyślnie pobrano:
pt: Baixou com sucesso:
tr: Başarıyla çekildi:

source: Proceed with installation? [Y/n]
cs: Pokračujte v instalaci? [A/n]
de: Mit der installation fortfahren? [Y/n]
es: Proceder con la instalación? [S/n]
it: Procedere con l'installazione? [Y/n]
ja: 続行？ [Y/n]
pl: Kontynuować instalację? [Y/n]
pt: Proceder com a instalação? [S/n]
tr: Kuruluma devam edilsin mi? [E/H]

source: Building {0}...
cs: Budování {0}...
de: Erstelle {0}...
es: Construyendo {0}...
it: Costruzione {0}...
ja: 「{0}」を作成中・・・
pl: Budowanie {0}...
pt: Construindo {0}...
tr: {0} İnşa ediliyor...

source: Retrieving from ASP...
de: Erhalte von ASP...
es: Recuperando desde ASP...

source: Found an existing package for {0}
cs: Nalezen existující balíček pro {0}
de: Exestierendes Paket für {0} gefunden.
es: Se ha encontrado un paquete existente para {0}

source: Cloning the git repository...
cs: Klonování git úložiště...
de: Clone das git Repository...
es: Clonando el repositorio git...

source: Checking dependencies...
cs: Kontrola závislostí...
de: Abhängigkeiten überprüfen...
es: Comprobando dependencias...
it: Controllo dipendenze...
ja: 従属パッケージを確認中・・・
pl: Sprawdzanie zależności...
pt: Checando dependências..
tr: Bağımlılıklara bakılıyor...

source: found in system
cs: nalezen v systému
de: Bereits installiert
es: Encontrado en el sistema
it: trovato nel sistema
ja: インストール済み
pl: znaleziono w systemie
pt: encontrado no sistema
tr: Sistemde bulundu

source: found in repos
cs: nalezen v repozitářích
de: Wird aus den repos installiert
es: Encontrado en repositorios
it: trovato in repos
ja: リポジトリに存在
pl: znaleziono w repozytoriach
pt: encontrado nos repositórios
tr: Depolarda bulundu

source: found in the AUR
cs: nalezen v AUR
de: Im AUR gefunden
es: Encontrado en el AUR
it: trovato in AUR
ja: AURに存在
pl: znaleziono w AUR
pt: encontrado no AUR
tr: AUR da bulundu

source: none found
cs: nenalezen
de: Nicht gefunden.
es: ninguno encontrado
it: nulla è stato trovato
ja: 従属パッケージなし
pl: brak
pt: nenhum encontrado
tr: Bulunamadı

source: AUR Error: {0}
cs: AUR Chyba: {0}
de: AUR Fehler: {0}
es: Error AUR: {0}
it: Errore AUR: {0}
pl: Błąd AUR: {0}
pt: Erro do AUR: {0}
tr: AUR Hatası: {0}

source: makepkg returned {0}.
de: makepkg gab {0} zurück.
es: makepkg retornó {0}.
it: makepkg ha restituito {0}.
pl: makepkg zwrócił {0}.
pt: makepkg retornou {0}.
tr: {0} makepkg geri döndü.

source: Network error: {0} (via {1})
de: Netzwerkfehler: {0} (über {1})
es: Error de red: {0} (via {1})
it: Network errore: {0} (via {1})
pl: Błąd sieci: {0} (via {1})
pt: Erro de rede: {0} (via {1})
tr: {0} (via {1}) Ağ hatası

source: Connection error: {0} (via {1})
de: Verbindungsfehler: {0} (über {1})
es: Error de conexión: {0} (via{1})
it: errore di connessione: {0} (via {1})
pl: Błąd połączenia: {0} (via {1})
pt: Erro de conexão: {0} (via {1})
tr: Bağlantı hatası:{0} (via {1})

source: HTTP Error {0} (via {1})
de: HTTP-Fehler: {0} (über {1})
es: Error HTTP {0} (via {1})
it: HTTP Errore {0} (via {1})
pl: Błąd HTTP {0} (via {1})
pt: Erro HTTP {0} (via {1})
tr: HTTP hatası {0} (via {1})

source: {0} (Package: {1})
de: {0} (Paket: {1})
es: {0} (Paquete: {1})
it: {0} (Pacchetto: {1})
pl: {0} (Pakiet: {1})
pt: {0} (Pacote: {1})
tr: {0} (Paket: {1})

source: Package {0} not found. (via {1})
de: Paket {0} nicht gefunden. (über {1})
es: Paquete {0} no encontrado. (via {1})
it: Pacchetto {0} non trovato. (via {1})
pl: Nie znaleziono pakietu {0}. (via {1})
pt: Pacote {0} não encontrado. (via {1})
tr: {0} Paketi (via {1}) içinde bulunamadı

source: Sanity error! {0} (via {1})
es: Error de juicio! {0} (via {1})
pl: Sanity test nieudany! {0} (via {1})
pt: Erro de sanidade! {0} (via {1})
tr: Mantık hatası : {0} (via {1})

source: git clone returned {0}.
de: git clone gab {0} zurück.
es: la clonación de git retornó {0}.

source: Directory {0} exists, but is not a git repository.
de: Ordner {0} existiert ist aber kein Git-Repository.
es: El directorio {0} existe, pero no es un repositorio git...

source: Repository {0} is empty.
de: Repository {0} ist leer.
es: El repositorio {0} está vacío.

source: LANG locale by AUTHOR <MAIL@IF.YOU.WANT>
es: Autor de la traducción <MAIL@IF.YOU.WANT>
it: ITALIAN locale di BERSIL <bmsavone@gmail.com>
ja: 日本語ロカール翻訳・Colin Woodbury <colingw@gmail.com>
pl: Polskie tłumaczenie autorstwa Kwpolska <kwpolska@kwpolska.tk>
pt: Locale LANG pelo AUTOR <email@se.voce.quiser>
tr: Dil yerelleştirmesini yapan yfdogan@gmail.com

source: An AUR helper (and library) in Python 3.
cs: AUR pomocník (a knihovna) v Pythonu 3.
de: Ein AUR Hilfsprogramm (und Bibilothek) in Python 3.
es: Un ayudante de AUR (y librerías) en Python 3.
it: Un assistente di AUR (e libreria) in Python 3.
ja: Python 3で作られたAUR Helper兼ライブラリ。
pl: Pomocnik AUR (i biblioteka) w Pythonie 3.
pt: Uma biblioteca e helper do AUR em Python 3.
tr: Python 3 içinde bir AUR yardımcısı (ve kütüphanesi).

source: Also accepts repository packages to build from source.
de: Akceptiert auch Repository-Pakete die aus dem Quellcode gebaut werden.
es: También acepta paquetes de repositorio para compilar desde la fuente.

source: show version number and quit
cs: zobrazit číslo verze a ukončit
de: Zeige die Versionsnummer und beende das Programm.
es: mostrar el número de versión y salir
it: mostra il numero di versione ed esce
ja: バージョンを示して終わる
pl: pokaż numer wersji i wyjdź
pt: mostrar número da versão e sair
tr: Sürüm numarasını göster ve çık.

source: PACKAGE
cs: BALÍČEK
es: PAQUETE
it: PACCHETTO
ja: パッケージ
pl: PAKIET
pt: PACOTE
tr: PAKET

source: AUR/repository packages to build
de: AUR/Repository Pakete die erstellt werden sollen
es: Paquetes AUR/repositorio para construir

source: operations
cs: opearce
de: Operationen
es: operaciones
it: operazioni
ja: 選択肢
pl: operacje
pt: operações
tr: İşlemler

source: build in /tmp
cs: postaven v /tmp
de: Erstelle in /tmp
es: construir en /tmp

source: fetch package files
cs: načtení souborů balíčků
de: Sammle Paket Daten
es: obtener los ficheros de los paquetes
it: recùpero i file dei pacchetti
pl: pobierz pliki pakietów
pt: baixar arquivos do pacote
tr: Paket dosyaları çekiliyor

source: USER
cs: UŽIVATEL
es: USUARIO
it: UTENTE
pl: UŻYTKOWNIK
pt: USUÁRIO

source: fetch all package files of an user
cs: načíst všechny soubory balíčku uživatele
de: Sammle alle Pakete eines Nutzers.
es: obtener todos los archivos del paquete de un usuario
it: recuperare tutti i pacchetti di un utente
pl: pobierz wszystkie pliki pakietów użytkownika
pt: baixar todos os arquivos do pacote de um usuário

source: view package information
cs: zobrazit informace o balíčku
de: Paket Informationen anzeigen
es: ver la información de los paquetes
it: visualizzare informazioni del pacchetto
ja: パッケージ情報を見る
pl: wyświetla informację o pakiecie
pt: ver informações do pacote
tr: Paket bilgisini göster

source: search the AUR for matching strings
cs: vyhledávat v AUR odpovídající řetězce
de: Durchsuche das AUR nach passenden Strings
es: buscar en el AUR para cadenas coincidentes
it: ricerca nel AUR per stringhe corrispondenti
ja: AURを検索
pl: przeszukuje AUR według pasujących ciągów
pt: procurar essas strings no AUR
tr: Eşleşmeler için AUR u tara

source: upgrade installed AUR packages
cs: aktualizovat nainstalované AUR balíčky
de: Aktualisierung installierter AUR Pakete
es: actualizar los paquetes instalados de AUR
it: aggiorna i pacchetti AUR installati
ja: インストール済みのAURパッケージをアップグレード
pl: uaktualnia zainstalowane pakiety z AUR
pt: atualizar pacotes instalados do AUR
tr: Yüklenmiş AUR paketlerini yükselt

source: move package files to pacman cache and install them
cs: přesunout soubory balíčků do cache Pacmana a nainstalovat je
de: Verschiebe Paketdatein in dem pacman cache und installiere sie
es: mover los archivos del paquete a la caché de pacman e instalarlos

source: run transactions from .tx files
cs: spouštět operace z .tx souborů
de: Führe Transaktionen von .tx Datein aus
es: ejecutar transacciones desde los archivos .tx

source: options
cs: možnosti
de: Optionen
es: opciones
it: opzioni
ja: 副選択肢
pl: opcje
pt: opções
tr: Seçenekler

source: clean up work files before and after build
cs: vyčistit pracovní soubory před a po sestavení
de: Räume Arbeitsdatein vor und nach dem Erstellen auf.
es: limpiar los archivos de trabajo antes y después de construir

source: don't clean up work files before and after build (default)
de: Räume Arbeitsdatein vor und nach dem Erstellen nicht auf. (Default)
es: no limpiar los archivos de trabajo antes y después de construir (por defecto)

source: use colors in output (default)
de: Benutze Farben in der Ausgabe. (Default)
es: utilizar colores en la salida (por defecto)

source: don't use colors in output
de: Benutze keine Farben in der Ausgabe.
es: no utilizar colores en la salida
it: non colorare il output
ja: 出力は色付きで出されない
pl: nie używa kolorów na wyjściu
pt: não usar cores na saída
tr: Çıktı içinde renk kullanma

source: display debug messages
de: Zeige Debug-Nachrichten an.
es: mostrar mensajes de depuración
it: mostrare i messaggi di debug
ja: デバッグメッセージを出力
pl: pokazuje wiadomości debugowania
pt: mostrar mensagens de depuração
tr: Hata iletilerini göster

source: don't display debug messages (default)
de: Zeige Debug-Nachrichten nicht an. (Default)
es: no mostrar mensajes de depuración (por defecto)

source: check dependencies (default)
de: Überprüfe Abhänigkeiten. (Default)
es: comprobar las dependencias (por defecto)

source: don't check dependencies (may break makepkg)
de: Abhängigkeiten nicht überprüfen. (kann makepkg beeinträchtigen)
es: no comprobar las dependencias (puede romper makepkg)
it: non controllare le dipendenze (può rompere makepkg)
ja: 従属パッケージ確認を行わない。作成が失敗する可能性あり。
pl: nie sprawdza zależności (może popsuć makepkg)
pt: não checar dependências (pode quebrar o makepkg)
tr: Bağımlılıkları kontrol etme (makepkg işlemini kırabilir)

source: upgrade all the VCS/date-versioned packages
de: Aktualisiere alle VCS/Datums-Versionierten Pakete.
es: actualizar todos los paquetes VCS/fecha-versionados
it: aggiornare tutti i pacchetti VCS/data-versionati
ja: VCSパッケージを全て強制アップグレード
pl: uaktualnia wszystkie pakiety z VCS/z wersjami będącymi datami
pt: atualizar todos os pacotes de VCS ou versionados com alguma data
tr: Bütün VCS/tarih-sürümlü paketleri yükselt

source: don't upgrade all the VCS/date-versioned packages (default)
de: Aktualisiere die VCS/Datums-Versionierten Pakete nicht. (Default)
es: no actualizar todos los paquetes VCS/fecha-versionados (por defecto)

source: check if packages were installed after build (default)
de: Überprüfe nach dem erstellen ob die Pakete installiert wurden sind. (Default)
es: comprobar si los paquetes se instalaron después de construirlos (por defecto)

source: don't check if packages were installed after build
de: Nicht überprüfen ob erstellte Pakete installiert wurden
es: no comprobar si los paquetes se instalaron después de construirlos
it: non controllare se i pacchetti sono stati installati dopo la costruzione
ja: 作成後、パッケージ無事インストール確認を行わない
pl: nie sprawdza czy pakiety zostały zainstalowane po zbudowaniu
pt: não checar se os pacotes foram instalados depois da compilação
tr: Paketler inşa işleminden sonra kurulduysa kontrol etme

source: install packages after building (default)
de: Installiere Pakete nach dem Erstellen. (Default)
es: instalar los paquetes después de la construcción (por defecto)

source: don't install packages after building
de: Pakete nach dem erstellen nicht installieren
es: no instalar los paquetes después de la construcción

source: verify source files with PGP signatures (default)
de: Überprüfe Quelldateien per PGP-Signaturen. (Default)
es: verificar archivos fuente con firma PGP (por defecto)

source: do not verify source files with PGP signatures
de: Überprüfe Qelldateien nich mit PGP-Signaturen.
es: no verificar archivos fuente con firma PGP

source: ask for confirmation (default)
de: Frage nach Bestätigung. (Default)
es: pedir confirmación (por defecto)

source: do not ask for any confirmation
de: Frage nicht nach Bestätigung.
es: no pedir ninguna confirmación

source: use shallow git clones (default)
de: Benutze oberflächliche Git-Clones. (Default)
es: utilizar clones git superficiales (por defecto)

source: use deep git clones
de: Benutze gründliche Git-Clones.
es: utilizar clones git profundos

source: ignore a package upgrade (can be used more than once)
de: Ignoriere Paket aktualisierung. (Kann mehr als einmal verwendet werden.)
es: ignorar una actualización de paquete (puede utilizarse más de una vez)

source: (dummy)
es: (inocuo)
it: (innocuo)
ja: （本当は何もしない）
pl: (nic nie robi)
tr: (sahte)

source: configuration overrides
de: Einstellungsüberscheibungen
es: anulaciones de configuración

source: don't build in /tmp
cs: nestaví v /tmp
de: Nicht in /tmp erstellen
es: no construir en /tmp

source: build (instead of fetching)
cs: sestavit (namísto načítání)
de: Erstellen (anstelle vom Download)
es: construir (en lugar de obtener)

source: PKGBUILDer cannot work in a virtualenv, exiting.
de: PKGBUILDer kann nicht in einer Virtuellen Umgebung arbeiten.
es: PKGBUILDer no puede funcionar en un entorno virtual, saliendo.

source: error: package '{0}' was not found
cs: Chyba: balíček '{0}' nebyl nalezen
de: Fehler: Paket {0} wurde nicht gefunden.
es: error: paquete {0} no encontrado
it: errore: pacchetto {0} non trovato
pl: błąd: nie znaleziono pakietu '{0}'
pt: erro: pacote '{0}' não foi encontrado

source: Search query too short
cs: Hledaný výraz je příliš krátký
de: Suchanfrage zu kurz.
es: Consulta de búsqueda demasiado corta
it: Tèrmino di ricerca troppo corto
pl: zapytanie do wyszukiwarki zbyt krótkie
pt: Busca muito curta
tr: Arama sorgusu çok kısa

source: Searching for exact match...
cs: Vyhledávání přesné shody...
de: Nach genauer Übereinstimmung suchen...
es: Búsqueda de coincidencia exacta ...
it: Ricerca di corrispondenza esatta
ja: 完全一致を検索中・・・
pl: Szukanie dokładnego dopasowania...
pt: Procurando pela busca exata...
tr: Tam eşleşme için taranıyor...

source: not found
cs: nenalezeno
de: Nichts gefunden.
es: no encontrado
it: non trovato
ja: 見つからなかった
pl: nie znaleziono
pt: não encontrado
tr: Bulunamadı

source: Error while processing {0}: {1}
cs: Chyba při zpracování {0}: {1}
de: Fehler während der Berarbeitung von {0}: {1}
es: Error al procesar {0}: {1}
it: Errore durante l'elaborazione di {0}: {1}
pl: Błąd podczas przetwarzania {0}: {1}
pt: Erro enquanto processava {0}: {1}

source: skipping package {0}
cs: přeskočení balíčku {0}
de: Überspringe Paket {0}.
es: omitiendo paquete {0}

source: PKGBUILDer (or the requests library) had problems with fulfilling an HTTP request.
cs: PKGBUILDer (nebo požadovaná knihovna) měly problémy se splněním požadavku HTTP.
de: PKGBUILDer (oder die request Bibilothek) hatte ein Problem mit der Erfüllung des HTTP request.
es: PKGBUILDer (o las requests de librerías) tuvo problemas con el cumplimiento de una solicitud HTTP.
it: PKGBUILDer (o la libreria richiesta) ha avuto problemi nell' soddisfare a una richiesta HTTP.
ja: PKGBUILDerか「requests」ライブラリがHTTPリクエストを遂行できなかった。
pl: PKGBUILDer (lub bliblioteka requests) miała problemy z wypełniem żądania HTTP.
pt: PKGBUILDer (ou a biblioteca de requisição) teve problemas para realizar uma requisição HTTP
tr: PKGBUILD yapıcı (ya da istenen kütüphane) HTTP istemcisini doldurmada başarısız oldu.

source: Aborted by user! Exiting...
cs: Zrušeno uživatelem! Ukončování...
de: Vom Nutzer abgebrochen! Breche ab...
es: Abortado por el usuario! Saliendo ...
it: Annullato dall'utente! Uscita...
ja: ユーザーによる強制終了！
pl: Przerwane przez użytkownika! Kończenie...
pt: Abortado pelo usuário! Saindo...
tr: Kullanıcı tarafından iptal edildi! Çıkılıyor...

source: Interrupt signal received
cs: Přerušení příjmu signálu
es: Señal de interrupción recibida⏎
it: interrompere ssegnale ricevuto
ja: 途中切断
pt: Sinal de interrupção recebido
tr: Sinyal kesilmesi algılandı⏎

source: warning: conflicting values for setting {0}, using {1}
cs: varování: konfliktní hodnoty pro nastavení {0}, pomocí {1}
de: Warnung: Wiedersprüchliche Werte für Einstellung {0}, nutze {1}.
es: advertencia: conflicto de valores para configurar {0}, utilizando {1}

source: Initializing pacman access...
cs: Inicializace pacman přístupu...
de: Initialisiere pacman zugriff...
es: Iniciando acceso pacman ...
it: Inizializzazione accesso a pacman...
pl: Inicjalizowanie dostępu do pacmana...
pt: Inicializando acesso do pacman...
tr: Pacman erişimi başlatılıyor...

source: Running as root is not allowed as it can cause catastrophic damage to your system!
cs: Spuštění pomocí root oprávnění není dovoleno, protože může způsobit katastrofální škody na vašem systému!
de: Ausführung als Root ist nicht gestattet, da es Katastrophalen schaden am System verursachen kann.
es: ¡La ejecución como root no está permitida ya que puede causar daños catastróficos a su sistema!
pt: Rodar como root não é permitido já que isso pode causar danos catastróficos para o seu sistema!

source: Please restart PKGBUILDer as a regular user.
cs: Prosím spusťte PKGBUILDer jako běžný uživatel.
de: Bitte starte PKGBUILDer als regulärer Nutzer neu.
es: Por favor reinicie PKGBUILDer como un usuario normal.
pt: Por favor reinicie o PKGBUILDer como um usuário regular.

source: WARNING:
cs: VAROVÁNÍ:
de: WARNUNG:
es: ADVERTENCIA:
it: ATTENZIONE:
ja: 警告：
pl: UWAGA:
pt: AVISO:
tr: DİKKAT:

source: Installing built packages...
cs: Instalace sestavených balíčků...
de: Initialisiere packet Erstellung...
es: Instalando paquetes construidos...
it: Installazione di pacchetti costruiti...
ja: 作成したパッケージをインストール中・・・
pl: Instalowanie zbudowanych pakietów...
pt: Instalando pacotes compilados...
tr: İnşa paketleri kuruluyor...

source: Running transaction from file {0}...
cs: Je spuštěna operace ze souboru {0}...
de: Führe Transaktion von Datei {0} aus...
es: Ejecutando transacción desde el archivo {0}...

source: Running transaction...
cs: Je spuštěna operace...
de: Führe Transaktion aus...
es: Ejecutando transacción...

source: Transaction succeeded.
cs: Operace dokončena.
de: Transaktion erfolgreich.
es: La transacción tuvo éxito.

source: Deleted transaction file {0}
cs: Smazaný soubor operace {0}
de: Transaktions-Datei {0} gelöscht.
es: Eliminado el archivo de transacción {0}

source: Some packages failed to build.
cs: Některé balíčky se nepodařilo vybudovat.
de: Das Erstellen einiger packete ist fehlgeschlagen.
es: Algunos paquetes no se pudieron construir.

source: Transaction failed!
cs: Operace selhala!
de: Transaktion fehlgeschlagen!
es: ¡Transacción fallida!

source: To retry, run:
cs: Chcete-li znovu spustit:
de: Um es erneut zu versuchen benutze:
es: Para reintentar, ejecute:

source: Moving to /var/cache/pacman/pkg/...
cs: Přesouvání do /var/cache/pacman/pkg/...
de: Verschiebe nach /var/cache/pacman/pkg/...
es: Moviendo a /var/cache/pacman/pkg/...
pl: Przenoszenie do /var/cache/pacman/pkg/...
pt: Movendo para /var/cache/pacman/pkg/...

source: Package file {0} not found
cs: Soubor balíčku {0} nebyl nalezen
de: Paketdatei {0} nicht gefunden.
es: Archivo de paquete {0} no encontrado

source: Signature file {0} not found
cs: Podpis souboru {0} nebyl nalezen
de: Signaturdatein {0} nicht gefunden.
es: Archivo de firma {0} no encontrado

source: Installing with pacman -U...
cs: Instalace pomocí pacman -U...
de: Installiere mit pacman -U...
es: Instalando con pacman -U...
pl: Instalowanie za pomocą pacman -U..
pt: Instalando com pacman -U...

source: Validating installation status...
cs: Ověřování stavu instalace...
de: Überprüfe installations Status...
es: Validando el estado de la instalación....
it: Convalida stato dell'installazione...
ja: インストール無事終了確認中・・・
pl: Walidowanie stanu instalacji...
pt: Validando o estado da instalação...
tr: Yükleme durumu hesaplanıyor...

source: {0}: not an AUR package
cs: {0}: Není AUR balíček
de: {0}: kein AUR Paket.
es: {0}: no es un paquete de AUR
it: {0}: non è un pacchetto AUR
ja: {0}: AURパッケージではない
pl: {0}: pakiet spoza AUR
pt: {0}: não é um pacote do AUR
tr: {0}: AUR paketi değil
